import React from 'react'

function BlogPage() {
    return (
        <div className="container mx-auto">
            <div className="pt-8 pb-6">
                <h1 className="text-2xl font-bold mb-2">Blog</h1>
                <div className="text-xs">ผู้เขียน: หมีเนย</div>
                <div className="text-xs">วันที่: 1 สิงหาคม 2567, 14:00</div>
            </div>
            <div>
                <p className="mb-4">
                    เฝอไฮเวย์โซนี่แทกติคทำงาน เชฟอ่วมไคลแม็กซ์ ไมเกรนแอดมิชชั่นโรแมนติกคาปูชิโนวัคค์ เพลซ ออดิชั่นเทวาธิราชเพียว ดีพาร์ตเมนต์ แจ็กพ็อตอาร์พีจี ผ้าห่มโบตั๋น สมิติเวชบิ๊กโกลด์ ล้มเหลว ไฟแนนซ์ คาราโอเกะนางแบบโลชั่น เซ็นเซอร์สุริยยาตร์คอร์ส รอยัลตี้รุสโซอุปทานออร์แกนิคกุนซือ ซาตานคีตปฏิภาณหงวน เซี้ยว
                </p>

                <p className="mb-4">
                    พาสต้าชิฟฟอนเย้วเบอร์รี แอปพริคอทอุปทานซีเนียร์ออเดอร์วาริชศาสตร์ ออร์แกนิคสโตร์ รามเทพวัคค์ เวิร์คแฟร์แทคติคเรตติ้ง มาเฟีย พาสปอร์ตพาร์เทวาธิราช บอร์ดมอบตัวแรลลี แคร็กเกอร์พาสปอร์ต กรีนเทคโนซาร์ดีน รูบิค มาร์กชาร์ปรามเทพโซน เซ็นเตอร์ จึ๊กป๊อป แฟนตาซีโลโก้ตู้เซฟว้าวแฮปปี้ รอยัลตี้นู้ดแมกกาซีน
                </p>

                <p className="mb-4">
                    ฮาลาล เทรลเล่อร์กับดัก ดิสเครดิตแคมเปญ แคชเชียร์บูติคโดมิโนดีพาร์ตเมนต์บลูเบอร์รี่ โชห่วย บอมบ์เฮอร์ริเคนอ่วมบอดี้คำตอบ มุมมองเฮอร์ริเคน คอร์ปอเรชั่นสโตร์ รูบิค แซมบ้าแล็บยูโรบลูเบอร์รี คำสาปเสกสรรค์ศิลปวัฒนธรรมอุปัทวเหตุสัมนา นอร์ท โอเปร่าบุ๋นแบล็กซาฟารี แทงกั๊กแฟ็กซ์ จูเนียร์ แฟร์สตรอเบอรี
                </p>

                <p className="mb-4">
                    เยอบีรา เซนเซอร์เวิร์คแทคติคเนอะเจี๊ยว แพนดาเป่ายิงฉุบ แทคติคเยอบีราสต๊อคโมจิ อุเทนถูกต้องชาร์จ ออร์เดอร์รัมเปราะบาง เซ็นเตอร์แพกเกจมั้ย หน่อมแน้มวีไอพี ซาร์กรีนบลูเบอร์รีเตี๊ยมเนิร์สเซอรี แคร์พาร์ทเนอร์เอ็กซ์โป เทรนด์พาสเจอร์ไรส์เป่ายิงฉุบซ้อรุมบ้า พงษ์ ใช้งานสหัชญาณ วาไรตี้โบตั๋น คันถธุระโอวัลติน สไตล์ฮาลาลซิลเวอร์ซิมโฟนี
                </p>

                <p className="mb-4">
                    การันตีสแตนดาร์ด เหี่ยวย่น แมชีนชาร์จ เที่ยงคืนปอดแหก ออร์แกนิคผลไม้โจ๋ดีกรีแชมพู แรลลี่อุด้งซีดาน คีตกวีช็อปเปอร์โฟม แฟรนไชส์ โมเดลซังเต สตริงบาร์บี้ สะบึมซัพพลายวาฟเฟิลเลสเบี้ยนเกรย์ ผ้าห่มนพมาศโซนหงวนไฮเปอร์ ฮิตสี่แยกกุนซือ เอ็กซ์เพรส โก๊ะชิฟฟอน เบญจมบพิตร
                </p>
            </div>
        </div>
    )
}

export default BlogPage